Repository: vixadd/ZebX
Catalog: zebx-greeter/po/*.po
Languages: de, es_ar, ja

source: Login
de: Anmelden
es_ar: Ingresar
ja: ログイン

source: Remove Account
de: Nutzerkonto löschen
es_ar: Eliminar cuenta
ja: アカウントを削除

source: {}: Enter your password
es_ar: {}: Ingresa tu contraseña
ja: {}: パスワードを入力してください

source: If you haven't changed your password, use "kano"
es_ar: Si no cambiaste tu contraseña, usa "kano"
ja: パスワードを変更していない場合は "kano"を使って下さい

source: Incorrect password (The default is "kano")
de: Falsches Passwort (voreingestellt ist "kano")
es_ar: Contraseña incorrecta (Por defecto es "kano")
ja: パスワードが違います（初期パスワードは"kano"です）

source: Error Logging In
de: Fehler bei Anmeldung
es_ar: Error en ingreso
ja: ログインが失敗しました

source: Are you sure you want to delete this account?
es_ar: Estás seguro que quieres eliminar esta cuenta?
ja: このアカウントを本当に削除しますか？

source: Enter {}'s password - A reboot will be required
es_ar: Ingresa la contraseña de {} - Será necesario reiniciar
ja: {}のパスワードを入力してください。リブートが必要になります。

source: Cancel
de: Abbruch
es_ar: Cancelar
ja: 取り消し

source: Ok
es_ar: Bien
ja: 確認

source: Please enter the password for user {}
es_ar: Por favor ingresa la contraseña del usuario {}
ja: ユーザー{}のパスワードを入力して下さい

source: User {} scheduled for removal
es_ar: El usuario {} se ha marcado para ser eliminado
ja: ユーザー{}が削除される予定です

source: Press OK to reboot
es_ar: Presiona Bien para reiniciar
ja: リブートするには『確認』を押して下さい

source: Incorrect password for user {}
es_ar: Contraseña incorrecta para el usuario {}
ja: ユーザー{}のパスワードが違います

source: Could not delete account {}
es_ar: No se pudo eliminar la cuenta {}
ja: {}のアカウントを削除できませんでした

source: Select Account
de: Nutzerkonto auswählen
es_ar: Selecciona la Cuenta
ja: アカウントを選択して下さい

source: Log in to which account?
de: Welchen Nutzer einloggen?
es_ar: Ingresar con cual cuenta?
ja: どのアカウントでログインしますか？

source: Add Account
de: Nutzerkonto hinzufügen
es_ar: Añadir Cuenta
ja: アカウントの追加

source: Shutdown
de: Herunterfahren
es_ar: Apagar
ja: シャットダウン

source: Shutting down..
es_ar: Apagando...

source: Are you sure you want to shutdown your Kano now?
es_ar: Estás seguro que quieres apagar tu Kano ahora?

source: SHUTDOWN
es_ar: APAGAR
ja: シャットダウン

source: Add new account
es_ar: Añadir nueva cuenta
ja: 新しいアカウントを追加

source: Login with Kano World or create a new account.
es_ar: Ingresar en Mundo Kano o crear una nueva cuenta
ja: Kanoワールドにログインするか、 新しいアカウントを作って下さい。

source: Kano World
es_ar: Mundo Kano
ja: Kanoワールド

source: New Account
es_ar: Nueva Cuenta
ja: 新しいアカウント

source: Are you sure you want to create a new account?
de: Willst Du wirklich ein neues Nutzerkonto anlegen?
es_ar: Estás seguro que quieres crear una nueva cuenta?
ja: 新しいアカウントを本当に作りますか？

source: A reboot will be required
de: Danach wird das System neu gestartet
es_ar: Será necesario un reinicio
ja: リブートが必要になります

source: Create
de: Anlegen
es_ar: Crear
ja: 作成

source: Login with Kano World
es_ar: Ingresar en Mundo Kano
ja: Kanoワールドのアカウントでログイン

source: Enter your Kano World details.
es_ar: Ingresa tu información de acceso a Mundo Kano
ja: Kanoワールドアカウントの詳細を記入してください。

source: username
es_ar: usuario

source: password
es_ar: contraseña

source: LOGIN
es_ar: INGRESAR
ja: ログイン

source: Failed to authenticate to Kano World
es_ar: No se pudo autenticar a Mundo Kano

source: Could not create local user
es_ar: No se pudo crear el usuario local

source: Error Synchronizing account
es_ar: Error sincronizando la cuenta
ja: アカウントの同期に失敗しました

source: OK
es_ar: BIEN
ja: 了解

source: Are you sure you want to shut down?
de: Wirklich das System herunterfahren?

source: Enter your password
de: Passwort eingeben

source: If you haven't changed your password, use "kano"
de: Falls Du Dein Passwort nicht geändert hast, ist "kano" voreingestellt.

source: Are you sure you want to delete {}'s account?
de: Willst Du wirklich das Konto von {} löschen?

source: Delete
de: Löschen

source: Incorrect password
de: Falsches Passwort
